{
  "Layout": {
    "navbar": {
      "link-1": "About Us",
      "link-2": "Events",
      "link-3": "Contact"
    }
  },
  "LocaleLayout": {
    "title": "Welcome to Hammercode 👋",
    "description": "Hammercode is a community based in Palu, Indonesia."
  },
  "Footer": {
    "resource": {
      "title": "Resources",
      "data": [
        {
          "name": "Home"
        },
        {
          "name": "About Us"
        }
      ]
    },
    "social_media": {
      "title": "Let's Join with Us!"
    },
    "contact": {
      "title": "Contact"
    }
  },
  "HomePage": {
    "section-hero": {
      "title": "Boost Your Skills with High-Quality Classes!",
      "description": "Hammercode is a tech community based in Palu, Indonesia",
      "join-button": "Join Community"
    },
    "section-partner": {
      "title": "Learning From Our Expert Tech",
      "description": "Take the opportunity to learn from experts from tech companies"
    },
    "section-about": {
      "title": "Who We Are? 🤔",
      "sub-title": "Community to Advance our Hometown.",
      "description": "<b>Hammercode</b> is tech community initiated as a place for learner, programmer, developer, and the other tech industry players at Palu and surrounding areas.",
      "view-more-button": "View More"
    },
    "section-program": {
      "title": "Hammercode Programs ✨",
      "description": "Our activities orienting to knowledge-transfer which is expected to accelerate the distribution of skills in industry and to produce ready to work technology talents.",
      "programs": {
        "01": {
          "title": "Mentoring",
          "description": "Our community members from various tech company ready to help you with internship or full-time job application."
        },
        "02": {
          "title": "Workshops & Classes",
          "description": "Classes and workshops are available for various fields, such as the web, mobile apps to data. The level of presented material varies, from beginner to advanced."
        },
        "03": {
          "title": "Tech Talk",
          "description": "Monthly knowledge sharing activities brought by practitioner from industry and community members."
        }
      }
    },
    "section-class": {
      "title": "Hammercode Classes 🔥",
      "description": "Hammercode is a percect place for those to learn about coding/programming and software engineering."
    },
    "section-testimonial": {
      "title": "Impact Story 🌟",
      "description": "Some friends and alumni who feel the benefits from Hammercode."
    },
    "section-contact": {
      "title": "Got any question or just want casual chit-chat? 😃",
      "description": "We will love to be connected with you. Just hit the button below, yaa!",
      "contact-button": "Contact Us"
    }
  },
  "EventsPage": {
    "title": "Events",
    "description": "Join the fun events and have an unforgettable experience!"
  },
  "AboutPage": {
    "title": "About Hammercode",
    "description": "Since 2017 - Now",
    "text": {
      "1": "is a technology community that was initiated as a gathering place for learners, programmers, web/mobile developers, and other technology industry players in the city of Palu and its surroundings. The activities that we organize are oriented towards knowledge-transfer which is expected to accelerate the distribution of skills in the field of information technology and produce job-ready technology talents. Hammercode is the perfect place for those of you who want to learn about coding / programming and software engineering.",
      "2": "The need for quality technology talent continues to grow. Unfortunately, the gap between the skills possessed by IT graduates from universities and the needs of the industry is still quite large. On the islands of Java and Sumatra, many top-level universities and community and industry ecosystems are more advanced than other regions, especially Palu, Central Sulawesi. We at Hammercode are committed to bridging the gap by providing access to quality education and training. We believe that by providing the right support and resources, we can help our members to not only meet the needs of the industry, but also to become the innovators and leaders of the future.",
      "3": "We also have several excellent programs, including Palu Developer Day, which is the largest annual technology program in Palu City and is attended by great presenters. In addition, there is also Tech Talk, which is a monthly event attended by speakers from the community who discuss various topics around the field of technology. We also hold Live Tech, which is a live event on Instagram, where experts share their insights and experiences. Lastly, we run a weekly learning program that focuses on web development.",
      "4": "Join Hammercode and be a part of positive change in Palu tech community! Together, we can create a brighter future through skills and innovation. Here, you will get full support, development programs, and a fun community to help you grow into a person who is ready to compete in the world of technology. Hammercode is the perfect place for those of you who want to accelerate your career in tech while making a real impact on Palu and beyond😊🔥."
    },
    "side": {
      "title-1": "Our Founders",
      "title-2": "Our Program",
      "event-1": "Yearly Event",
      "event-2": "Monthly Event",
      "event-3": "Instagram Live",
      "event-4": "Weekly Lesson"
    }
  }
}
