{
  "nav": {
    "about": "Tentang Kami",
    "curriculum": "Kurikulum",
    "event": "Acara",
    "support-us": "Dukung Kami"
  },
  "home": {
    "hero-title": "Siap Menjadi Talenta Teknologi Lokal Berdaya Saing Global?",
    "hero-sub-title": "Mulai karirmu di bidang teknologi sebagai programmer, web atau mobile developer",
    "hero-cta": "Gabung Komunitas",
    "about-us-session-title": "Siapa Kami?",
    "about-us-session-sub-title": "Komunitas Untuk Memajukan Daerah",
    "about-us-session-description": "Hammercode adalah sebuah komunitas teknologi yang diinisiasi sebagai wadah berkumpulnya para pembelajar, programmer, web/mobile developer, dan pelaku industri teknologi lainnya yang berada di kota Palu dan sekitarnya. Kegiatan-kegiatan yang Kami selenggarakan berorientasi pada knowledge-transfer yang diharapkan dapat mempercepat pemerataan keterampilan di bidang teknologi informasi serta mencetak talenta teknologi yang siap kerja. Hammercode tempat yang cocok untukmu yang ingin belajar tentang coding/pemograman dan software engineering.",
    "program-session-title": "Program",
    "program-session-sub-title": "Kegiatan Bermanfaat dan Gratis*",
    "program-session-1": "Mentoring",
    "program-description-1": "Teman-teman anggota komunitas dari berbagai perusahaan teknologi siap membantu Kamu untuk persiapan aplikasi internship dan full-time job",
    "program-session-2": "Kelas & Workshop",
    "program-description-2": "Tersedia kelas dan workshop untuk berbagai bidang, seperti web, mobile apps hingga data. Tingakat materi yang disampaikan bervariasi, mulai dari beginner hingga advanced.",
    "program-session-3": "Tech Talk",
    "program-description-3": "Acara knowledge-sharing bulanan yang diisi oleh pemateri dari pelaku industri dan teman-teman komunitas.",
    "program-cta": "Lebih Lanjut",
    "impact-session-title": "Manfaat kami berikan",
    "impact-session-sub-title": "Beberapa Teman Yang Merasakan Manfaat",
    "contact-us-title": "Punya pertanyaan atau ingin sekedar ngobrol?",
    "contact-us-description": "Kami dengan senang hati terhubung dengan Anda. Cukup klik tombol di bawah ;)",
    "contact-us-cta": "Hubungi Kami"
  },
  "about_us": {
    "area_of_programs": "Program Kami",
    "background": "Latar Belakang",
    "background_description": "Kebutuhan akan talenta teknologi berkualitas terus bertambah. Namun sayangnya gap skills yang dimiliki oleh lulusan IT dari universitas dan kebutuhan industri masih cukup besar. Di pulau Jawa dan Sumatera, banyak universitas universitas top-level serta ekosistem komunitas dan industri yang lebih maju di banding daerah lain, khususnya Palu, Sulawesi Tengah.",
    "history": "Sejarah",
    "history_description": "Hammercode di inisiasi tahun 2017 oleh beberapa orang yang telah bekerja di Industri teknologi",
    "impact": "Pencapaian",
    "impact_description": "Hammercode telah menjangkau xxx orang talenta lokal. Namun sayangnya masih sedikit yang berhasil tembus di dunia kerja. Member kami telah bekerja untuk beberapa perusahaan ini:",
    "our_vision": "Visi Kami",
    "partner": "Terima Kasih kepada Partner Kami",
    "partner_description": "Bisa jadi, itu kamu!",
    "title": "Tentang Kami"
  },
  "footer": {
    "about_us": "Tentang Kami",
    "contacts": "Kontak",
    "home": "Home",
    "lets_join": "Ayo Gabung",
    "resources": "Resources"
  }
}